LIST_OF_ANSWERS = [
    'К сожалению, без погружения в ситуацию, дать ответ на Ваш вопрос очень сложно, не хотелось бы вводить Вас в забллеждение. Однако вопрос про {} был разобран на сайте Александра Трещева {}. В источнике прикреплю еще ссылку на сайт, надеюсь, Вам это поможет.',
    'В данной ситуации нет универсального ответа, но вопрос про {} был разобран на сайте Александра Трещева {}, я прикреплю Вам ссылку на сайт в источнике, надеюсь, Вам это чем-то поможет',
    'Очень сложно ответить на вопрос, не зная всей ситуации, максимум, могу Вас направить на сайт Александра Трещева {}, там есть подробный разбор вопроса про {}. В источнике будет ссылка на сам сайт, надеюсь это поможет Вам',
    'На самом деле, весьма сложная ситуация, подробно вопрос про {} на сайте у Трещева Александра разобран {}, наверное даже знаете его. Я прикреплю ссылку на сам сайт в источник, надеюсь будет полезно',
]
